let estj = [
  "보이스를 들어가거나 팀원들에게 채팅으로 인사를 건넨다",
  "친구목록이나 그룹방에 가서 함께할 친구를 찾는다.",
  "새로운 친구를 만나보는 것을 도전하고, 동아리든 알바든 시도해본다.",

  "딜러 영웅에 맞는 카운터 영웅을 골라 더 쉽게 대처한다.",
  "오늘만 운이 좋았다고 생각한다.",
  "이번 주까지 부족하면 조금 더 시간을 가지더라도 끝낼 수 있게 한다.",

  "이번 게임이 진 이유가 적 팀 겐지가 실력이 좋다고 생각한다.",
  "아직 내가 직접 킬로그를 보거나 리플레이를 못 봤으니 동조하지는 않는다.",
  "자신의 체력이 없으니 그럴 수 있다고 생각한다.",

  "다음 한타를 위해 디바의 자폭을 아끼고 팀원들과 연계한다.",
  "아군 팀원 쪽으로 안전하게 도망친다.",
  "리플레이를 보며 아쉬운 부분을 체크하거나 시간이 지난 후 관련 팁에 대한 유튜브 영상을 본다.",
];

let intp = [
  "게임에 상관없이 보이스를 쓰지 않거나 채팅을 쓰지 않는다.",
  "다른 사람 신경은 쓰지 않게 혼자 큐를 돌린다.",
  "미래를 위한 자격증을 공부한다.",

  "영웅을 바꾸지 않고 자신이 잘하는 영웅을 플레이 하는데 좀 더 집중한다.",
  "내 실력이 올라서 내일도 8연승 가능하다고 생각한다.",
  "빨리 끝내 보고 문제가 생기면 그때 가서 처리한다.",

  "이번 게임이 진 이유가 적 팀 겐지가 실력이 좋다기보단 우리 팀이 너무 못해서라 생각한다.",
  "팀원들이 대부분이 핵이 맞다고 하니 그렇겠지 믿는다.",
  "내가 필요할 때만 하라고 말한다.",

  "지금 상대 팀원들의 스킬이 다 빠졌을 때 궁극기를 쓰고 한타를 역전한다.",
  "1명이라도 잡게 상대팀 주변에 궁을 사용한다.",
  "바로 다음 게임을 돌린다.",
];

export { estj, intp };
