let estj = [
  "보이스를 들어가거나 팀원들에게 채팅으로 인사를 건넨다",
  "친구들이나 커뮤니티에 자랑한다.",
  "새로운 친구를 만나보는 것을 도전하고, 동아리든 알바든 시도해본다.",

  "힐러가 5금이 말이 되냐고 딜러를 당장 바꾸라 말한다.",
  "오늘만 운이 좋았다고 생각한다.",
  "이번 주까지 부족하면 조금 더 시간을 가지더라도 끝낼 수 있게 한다.",

  "이번 게임이 진 이유가 적 팀 겐지가 실력이 좋다고 생각한다.",
  "나의 실수로 한타를 진 것은 맞으니 사과를 한다.",
  "기회는 한번 뿐, 차라리 윈스턴한테 나노 강화제를 준다.",

  "다음 한타를 위해 디바의 자폭을 아끼고 팀원들과 연계한다.",
  "아군 팀원 쪽으로 안전하게 도망친다.",
  "무조건 3~4인 이상은 모여 있을 때 쓴다.",
];

let intp = [
  "게임에 상관없이 보이스를 쓰지 않거나 채팅을 쓰지 않는다.",
  "남들도 이미 해봤을 거 같아서 그냥 혼자 즐거워한다.",
  "미래를 위한 자격증을 공부한다.",

  "이번 한타에 궁이라도 제대로 써서 이기자고 말한다.",
  "내 실력이 올라서 내일도 8연승 가능하다고 생각한다.",
  "빨리 끝내 보고 문제가 생기면 그때 가서 처리한다.",

  "이번 게임이 진 이유가 적 팀 겐지가 실력이 좋다기보단 우리 팀이 너무 못해서라 생각한다.",
  "이번 게임 정치 대상은 나라고 생각하고 가볍게 채팅을 끈다",
  "불안하지만 실수 할 수 있으니 한 번 더 시도한다.",

  "지금 상대 팀원들의 스킬이 다 빠졌을 때 궁극기를 쓰면 POTG라 생각하고 궁극기를 쓰고 한타를 역전한다.",
  "1명이라도 잡게 상대팀 주변에 궁을 사용한다.",
  "1명이라도 묶어서 확실하게 잡는다.",
];

export { estj, intp };
