let A = {
  ISTJ: "미리 11시 55분까지 갈 생각을 하고 준비하여 적어도 12시에는 무조건 도착한다.",
  ISFJ: "자신의 책임이 크다고 생각한다.",
  INFJ: "팀원에게 다음번에 궁극기를 자신과 같이 쓰게 좀 더 기다려달라고 말한다.",
  INTJ: "팀보이스로 게임에서 얻을 것이 없으므로 팀보이스를 나간다.",

  ISTP: "시그마인 팀원에게 자폭 방어는 맡기고 POTG 달성 위해 상대편으로   돌진과 근접 공격을 하러간다.",
  ISFP: "잘한 팀원에게 채팅으로 잘했다고 언급한다.",
  INFP: "같이 죽을 상황이라 판단하고 팀원의 판단을 이해한다.",
  INTP: "파라나 에코를 선택해 좀 더 쉽게 게임을 풀어가본다.",

  ESTJ: "확실하게 풀 수 있는 것들을 먼저 풀고 어려운 것들을 나중에 푼다",
  ESFJ: "나간 지 얼마 안 됐으니 빨리 주워서 가져다준다.",
  ENFJ: "그만 던지고 할건 하자고 던지는 것을 막는 시도를 한다.",
  ENTJ: "자신이 팀원들보다 잘 할 수 있을 것이다 생각하고 리더를 지원한다.",

  ESTP: "영웅이 백도어 하기 좋으면 무조건 백도어를 시도한다.",
  ESFP: "일단 들어라도 가본다.",
  ENFP: "승리를 목표로 최선을 다한다.",
  ENTP: "남들은 모르는 새로운 루트를 고민하고 시도해본다",
};

let B = {
  ISTJ: "12시에 도착은 하게 준비하되 조금 늦는 것 정도는 괜찮다 생각한다.",
  ISFJ: "팀원 모두 책임은 같다고 생각한다.",
  INFJ: "그냥 내가 궁극기를 쓰고 더 빨리 채우던지 궁극기를 먼저 쓴 팀원의 궁극기를 기다렸다가 같이 쓴다.",
  INTJ: "팀보이스로 내가 브리핑 해서 팀원들을 도와줄 수 있게 나가지않는다.",

  ISTP: "시그마 하나를 믿기엔 팀원들과 자신도 죽을 수 있으니 일단 자폭부터 자신의 방벽으로 막고 공격을 진행한다.",
  ISFP: "빨리 다음 게임이나 하러 간다.",
  INFP: "충분히 같이 살 수 있었는데 버리고 갔다고 생각한다.",
  INTP: "그냥 평소에 하던 영웅이나 선택한다.",

  ESTJ: "그냥 처음부터 하나씩 차례로 푼다",
  ESFJ: "알아서 잃어버리면 다시 오겠지라고 생각한다.",
  ENFJ: "어차피 던질 팀원은 던지므로 무시하고 할 것을 한다.",
  ENTJ: "시키면은 하되 굳이 리더를 지원하지는 않는다.",

  ESTP: "시간이 얼마 안남았으니 팀원들과 함께하여 같이 화물을 민다.",
  ESFP: "굳이 팀 보이스는 안 가고 게임이나 즐긴다.",
  ENFP: "재미를 목표로 즐긴다.",
  ENTP: "남들처럼 그냥 정상적인 루트를 간다.",
};

export { A, B };
